{
  "desc1": "Расулов Абдурасул, 14 лет, начинающий frontend-разработчик. Я освоил HTML, CSS, SASS, JavaScript, React, Redux и GitHub. Завершил 10-месячный курс в ProWeb. В настоящее время я продолжаю совершенствоваться и начал изучать Vue.",
  "desc2": "Моя цель — стать профессионалом в области Frontend-разработки.",
  "socials": "📲 Соц. Сети",
  "aboutMe": "Обо мне",
  "hi": "Привет, 👋",
  "name": "Расулов Абдурасул",
  "job": "Frontend Разработчик 💻",
  "skills": "💪 Скиллы",
  "projects": "🧑‍💻 Проекты",
  "contacts": "📞 Контакты",
  "htmlText": "Язык разметки гипертекста (HTML) — это стандартный язык, используемый для создания документов, отображаемых в веб-браузере.",
  "cssText": "Каскадные таблицы стилей (CSS) — это язык, используемый для описания представления документа, написанного на HTML или XML.",
  "scssText": "SCSS — это язык сценариев препроцессора, который компилируется в CSS, упрощая процесс написания и поддержки стилей.",
  "jsText": "JavaScript — это универсальный язык программирования, обычно используемый для создания динамических и интерактивных    веб-приложений.",
  "reactText": "React — это библиотека JavaScript, используемая для создания пользовательских интерфейсов и эффективного управления состояниями  приложений.",
  "reduxText": "Redux — это предсказуемый контейнер состояний для приложений JavaScript, часто используемый с React для управления состоянием    приложения.",
  "antools": "AnTools 🛠️",
  "antoolsDescription": "Antool — это веб-коллекция, предлагающая полезную информацию о платных и бесплатных инструментах для дизайнеров и разработчиков. Здесь вы найдете отличные инструменты, которые помогут вам в работе с дизайном и разработкой.",
  "crypAppy": "CrypAppy 🪙",
  "crypAppyDescription": "CrypAppy — это безопасная платформа для работы с криптовалютой. Она предлагает удобное приложение, где пользователи могут надежно хранить, передавать и управлять своими цифровыми активами. Будь вы новичок или опытный трейдер, CrypAppy обеспечивает все необходимые инструменты и безопасность для успешного управления финансами.",
  "vrBusinessSolution": "VR Business Solution 😎",
  "vrBusinessDescription": "VR Business Solution предлагает инновационные решения на базе виртуальной реальности для бизнеса. Мы разрабатываем передовые технологии, позволяющие компаниям улучшать взаимодействие с клиентами, обучать сотрудников и оптимизировать процессы. Наши VR-решения помогают бизнесам оставаться на шаг впереди, внедряя новые методы работы и создавая уникальные впечатления.",
  "call": "Позвонить ☎️",
  "write": "E-mail 📧",
  "subscribe": "Подписаться 🤝",
  "contactTitle": "Давайте Поговорим",
  "contactText1": "Имя 🫵",
  "contactText2": "Сообщение 📬",
  "contactText3": "G-mail 📩",
  "contactInput": "Отправить ✈️",
  "githubText": "Посмотрите больше моих проектов на",
  "facebook": "Подпишитесь на мой аккаунт Facebook",
  "twitter": "Подписывайтесь на мой Twitter",
  "telegram": "Напишите мне в Telegram",
  "instagram": "Следите за обновлениями в моем Instagram"
}